Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Momentami przesadzałeś, ale widać, że jesteśmy po tej samej stronie barykady.
uk: Місцями ти перебільшував, але очевидно, що ми з тобою по один бік барикад.

source: Moneta.
uk: Монета.

source: Morderca!
uk: Вбивця!

source: Morderstwa to broszka Oktava. My dostaliśmy inne rozkazy i to prosto od Rodericha.
uk: Вбивства – це справа Октава. У нас є інші накази, і прямо від Родеріха.

source: Morderstwo to poważne przestępstwo!
uk: Вбивство – це тяжкий злочин!

source: Morgensztern
uk: Моргенштерн

source: Moritz
uk: Моріц

source: Moritz nie żyje, chyba nici z poszukiwania skarbów.
uk: Моріц мертвий. Ймовірно, на цьому мої пошуки скарбів завершуються.

source: Moritz postanowił jeszcze rozejrzeć się trochę po okolicy. Mam spotkać się z nim za jakiś czas przy ujściu rzeki przepływającej przez Silbach do morza. To bardzo blisko miejsca, gdzie po raz pierwszy wylądowałem na tej wyspie.
uk: Моріц вирішив ще трохи роздивитись довкола. Я маю зустрітися з ним через деякий час там, де річка, що тече через Сільбах, впадає у море. Це дуже близько до того місця, де я вперше висадився на цьому острові.

source: Moritz wspominał, że mu pomogłeś...
uk: Моріц згадував, що ти йому допоміг...

source: Moritz zaczyna robić się nerwowy. Cała ta historia od początku nie miała większego sensu, ale kto wie, może do trzech razy sztuka? Jeśli chcę kontynuować poszukiwania skarbów, to powinienem udać się do obozu drwali w pobliżu Wilczego Leża, tam będzie na mnie czekał Moritz.
uk: Моріц вже починає нервувати. Уся ця історія з самого початку не мала сенсу, але хто знає, може, на третій раз нам пощастить? Якщо я хочу продовжувати пошуки скарбів, мені треба йти до табору лісорубів біля Вовчого Лігва. Моріц чекатиме на мене там.

source: Moritz. Jedno miejsce nie
uk: Моріц. Одне місце

source: Morris
uk: Морріс

source: Morris chce się upewnić, czy nie ma wśród nich bandziorów i wrogów politycznych. Z tego powodu wysłał niemal cały garnizon strażników, by dokładnie sprawdzili przybyszów.
uk: Морріс хоче переконатися, що серед них немає бандитів чи політичних ворогів. Через це він послав майже весь гарнізон вартових, щоб ретельно перевірити новоприбулих.

source: Morris dobrze o tym wie, ale nie przyzna tego, bo jest królewskim poplecznikiem. Boi się, że zbytnio urośniemy w siłę.
uk: Морріс чудово це розуміє, але ніколи цього не визнає, бо він королівський підлабузник. Він боїться, що ми станемо занадто сильними.

source: Morris jest najważniejszą osobą w naszym mieście. To on wraz z radą decyduje o kierunku, w którym podąży Archolos.
uk: Морріс – найважливіша людина в нашому місті. Він, разом з радою, вирішує, в якому напрямку буде рухатися Архолос.

source: Morris może oferować mi całe wozy złota, ale póki jestem żywy, nie położy swoich łap na mojej ziemi.
uk: Морріс може запропонувати мені цілі вози золота, але поки я живий, він не прикладе свої лапи до моєї землі.

source: Morris na razie nie chce z nami rozmawiać, ale znajdziemy sposób, żeby go przekonać.
uk: Морріс наразі не хоче з нами спілкуватися, але ми знайдемо спосіб переконати його.

source: Morris prędzej czy później przystanie na moje warunki. Wtedy ludzie Południa zaznają upragnionego spokoju w murach tego miasta.
uk: Морріс рано чи пізно погодиться на мої умови. Тоді люди Півдня зазнають бажаного спокою за мурами цього міста.

source: Morris to najważniejsza osoba w naszym mieście. To on wraz z radą decydują o kierunku, w którym podąża Archolos.
uk: Морріс – найважливіша людина в нашому місті. Він, разом з радою, визначає, у якому напрямку розвиватиметься Архолос.

source: Morris to najważniejsza osoba w naszym mieście. To on wraz z radą decydują o kierunku, w którym podąży Archolos.
uk: Морріс – найважливіша людина в нашому місті. Він, разом з радою, вирішує, в якому напрямку буде рухатися Архолос.

source: Morris wie, że nie mamy siły, żeby dyktować warunków, więc będziemy robić to, co robimy zawsze - siedzieć cicho i liczyć na cud.
uk: Морріс знає, що ми не маємо сил для того, щоб диктувати умови. Тому ми будемо робити те, що й завжди – сидіти тихо і сподіватися на диво.

source: Morris wygłaszał te swoje przemowy, pełne wielkich słów i grożenia palcem, ale oprócz tego nic ciekawego się nie wydarzyło.
uk: Морріс виголосив свою промову, повну гучних слів і погроз, але окрім цього нічого цікавого не відбулося.

source: Morris zaczyna narzekać. Jeśli tak dalej pójdzie... wolę nawet nie myśleć, co wtedy.
uk: Морріс починає скаржитися. Якщо так піде й далі... я навіть не хочу думати, що буде далі.

source: Morris,
uk: Морріс,

source: Morris, Gubernator Miasta Archolos
uk: Морріс, губернатор міста Архолос

source: Morris, Lorenzo i Roderich to banda zapatrzonych w siebie nieudaczników. Myślą o swoich stanowiskach, nie o dobru wyspy.
uk: Морріс, Лоренцо і Родеріх – купка егоцентричних невдах. Вони думають про свій статус, а не про благо острова.

source: Morrisowi zależy, by Wysłannik zastał wyspę w jak najlepszym stanie.
uk: Морріс дуже хоче, щоб Посол побачив острів у найкращому його вигляді.

source: Morskie opowieści
uk: Морські історії

source: Morskie wyprawy wymagały też od nas projektowania i budowy wytrzymałych łodzi i statków zdolnych przenosić ludzi i towary na dalekie odległości.
uk: Морські подорожі також вимагали від нас проєктування і будівництва міцних човнів і кораблів, здатних перевозити людей і вантажі на великі відстані.

source: Mortizowi puściły nerwy, gdy okazało się, że kolejne miejsce też jest puste. Wyrzucił mapę do dziury w jaskini za obozem drwali. Chyba na jakiś czas wystarczy mi kopania.
uk: Нерви Моріца не витримали, коли він побачив, що наступне місце також порожнє. Він кинув мапу в яму в печері за табором лісорубів. Думаю, з мене досить копання на якийсь час.

source: Morty
uk: Морт

source: Morze było niespokojne i trochę nas zniosło. A raczej tych, których tu nie ma. W każdym razie możemy jeszcze uratować sytuację!
uk: Море було неспокійним і нас трохи віднесло. А точніше, тих, кого тут немає. У будь-якому разі ми ще можемо врятувати становище!

source: Morzem by go raczej nie sprowadzili... a handel między miastem a Leżem od jakiegoś czasu osłabł...
uk: Навряд чи їх привезли морем... а торгівля між містом і Лігвом вже деякий час як занепала...

source: Mosiężny klucz
uk: Латунний ключ

source: Most jest, łódka jest, to chyba tutaj... Zdaje się, że słyszę wilki po drugiej stronie mostu. Może zwęszyły Rolfa?
uk: Міст є, човен є. Схоже, це тут... Здається, я чую вовків по той бік мосту. Може, вони винюхали Рольфа?

source: Most? Co ma do tego wszystkiego most?
uk: Міст? Яке відношення до цього всього має міст?

source: Motyka
uk: Сапа

source: Mowa jest tam o ataku na winnicę, podejrzewam, że chodzi o...
uk: Там йдеться про напад на виноградник. Я підозрюю, що мова йде про...

source: Może Albyn powinien dowiedzieć się o tym, że zostawiłeś bramę bez ochrony i przeszkadzasz farmerom przy pracy?
uk: Можливо, Альбіну варто дізнатися про те, що ти залишаєш ворота без охорони і заважаєш фермерам працювати?

source: Może Ana mogłaby się rozejrzeć u Rierola za recepturą Dagoberta?
uk: Можливо, Анна могла б заглянути до Рієрола, щоб знайти рецепт Дагоберта?

source: Może Ezekiel mógłby cię tutaj zastąpić?
uk: Може Єзекіїль міг би тебе тут замінити?

source: Może Odgar pomoże mi przygotować miecz?
uk: Можливо, Одгар допоможе мені викувати меч?

source: Może Willem mógłby powiedzieć ci coś więcej, mieszka i pracuje na farmie Bermara.
uk: Можливо, Віллем міг би розповісти тобі більше, він живе і працює на фермі Бермара.

source: Może akurat uda ci się coś wymyślić. Ja niestety nie mogę ci w tym pomóc.
uk: Можливо, тобі вдасться щось вигадати. На жаль, я нічим не можу тобі допомогти.

source: Może bagna?
uk: Може, болота?

source: Może biorę takie zlecenia, by zapomnieć o swojej bezradności w tych poszukiwaniach?
uk: Можливо, я беру такі завдання, щоб забути про свою безпорадність у цих пошуках?

source: Może by mu uszkodzić sieć? Nie... to zbyt oczywiste i pewnie i tak weźmie jakąś zapasową. Może by go czymś struć?
uk: Може, пошкодити його сітку? Ні... це занадто очевидно, і він, ймовірно, все одно візьме запасну. Може, вдарити його чимось?

source: Może by spróbować tego u mnie?
uk: Може спробувати це влаштувати й тут?

source: Może być inny. Jak mówiłem, to ty masz się wykazać, więc główkuj sam.
uk: Це може бути й щось інше. Як я вже казав, це залежить від тебе, тож думай сам.

source: Może być z tym pewien problem...
uk: З цим може виникнути певна проблема...

source: Może być, a ty nie bądź taki mądry! Zaraz sobie... poga... ugh... co jest...?
uk: Може бути, а ти не будь таким розумником! Ти зараз... заче... тьху... Що за...?

source: Może być. Chętnie bym rozprostował kości na jakiejś akcji, ale chyba nieprędko mnie to czeka.
uk: Можливо. Я б із задоволенням розім'яв свої кістки на якомусь завданні, але не думаю, що це станеться найближчим часом.

source: Może być. Mam tylko nadzieję, że nie przyszedłeś znowu mi grozić.
uk: Все в порядку. Сподіваюся, що ти прийшов не для того, щоб знову мені погрожувати.

source: Może będzie narzekał, a może nie. A nawet jeśli, to jesteś tu jedyną kucharką. Raczej cię nie wyrzuci.
uk: Може нарікатиме, а може й ні. А навіть якщо буде, ти тут єдина кухарка. Навряд чи він тебе вижене.

source: Może będzie to dla ciebie dobra nauczka. Pamiętaj, jeśli nie będziesz popełniał wykroczeń, nie będziesz musiał za nie płacić.
uk: Можливо, для тебе це стане гарним уроком. Пам'ятай, якщо ти не скоюватимеш злочинів, тобі не доведеться за них розплачуватися.

source: Może będą wiedzieć coś, dzięki czemu dam radę znaleźć waszych zaginionych. Albo to, co z nich zostało.
uk: Можливо, вони щось знають, і я зможу знайти ваших зниклих людей. Або те, що від них залишилось.

source: Może będę mógł pomóc. O co chodzi?
uk: Може, я зможу допомогти. У чому справа?

source: Może cała ta robota nie poszła na marne? Lorenzo obiecał mi, że moja kandydatura zostanie rozpatrzona przy najbliższych awansach. Muszę też zdecydować, czy chcę pracować dla Graysona.
uk: Можливо, вся ця робота не була марною? Лоренцо пообіцяв мені, що моя кандидатура буде розглянута для майбутнього підвищення. Я також маю вирішити, чи хочу я працювати на Грейсона.

source: Może chcesz przejrzeć moją ofertę? Pamiętaj tylko, że wykonanie każdego z takich przedmiotów zajmuje zwykle kilka dni.
uk: Можливо, бажаєш переглянути мій асортимент? Тільки пам'ятай, що виготовлення кожного з цих виробів зазвичай займає декілька днів.

source: Może chcesz wrócić do domu za pomocą runy teleportacyjnej?
uk: Може, ти хочеш повернутися додому за допомогою руни телепортації?

source: Może chciałabyś wzbogacić swoją ofertę? Tomas wprowadza na rynek nowe piwo, ciemne, mocne. Nazywa się Mroczny Paladyn.
uk: Можливо ти хочеш розширити свій асортимент? Томас випускає нове міцне пиво під назвою 'Темний Паладин'.

source: Może chciałbyś je odzyskać?
uk: Можливо, ти хотів би їх повернути?

source: Może chciałbyś mi pomóc? Planuję kupić ten dom, ale będę potrzebował czyjejś pomocy.
uk: Можливо, ти мені допоможеш? Я планую придбати цей будинок, але мені потрібна чиясь допомога.

source: Może chciałbyś mi pomóc? Planuję kupić ten dom.
uk: Можливо, ти мені допоможеш? Я планую придбати цей будинок.

source: Może chciałbyś wziąć udział w wyprawie do grobowca Volfzacka?
uk: Може, ти хочеш взяти участь в експедиції до гробниці Вольфзака?

source: Może chrońcie farmerów przed polnymi bestiami?
uk: Може, будете захищати фермерів від польових жуків?

source: Może ci się przyda do rozwiązania tej sprawy, kto wie? A, no i jakbyś rozmawiał z Elvartem, to uważaj.
uk: Можливо, це пригодиться для розкриття цієї справи, хто знає? О, і якщо говоритимеш з Ельвартом, будь обережним.

source: Może ci się przydadzą, trzymaj.
uk: Може, вони стануть тобі в нагоді, тримай.

source: Może ci się wydawać, że miastem zarządzają te buce ze Starego Miasta, ale dla mnie to właśnie Lorenzo wraz z Roderichem dbają o nasze Archolos.
uk: Ти міг подумати, що містом керують ці мерзотники зі Старого міста, але, як на мене, саме Лоренцо та Родеріх опікуються нашим Архолосом.

source: Może darujemy sobie ten bełkot dla skrybów i porozmawiamy jak prawdziwi mężczyźni?
uk: Чому б нам не залишити писанину для писак, і не поговорити як справжні чоловіки?

source: Może dasz się przekonać na spotkanie z Lutzem? Bardzo mu na tym zależy.
uk: Може, якось вдасться переконати тебе зустрітися з Люцем? Йому це дуже потрібно.

source: Może dałoby się mu jakoś pomóc?
uk: Може, ми зможемо йому якось допомогти?

source: Może dałoby się mu jakoś pomóc? (Oszczędź wilka)
uk: Можливо, йому можна якось допомогти? (Врятувати вовка)

source: Może dałoby się tego jakoś uniknąć?
uk: Може, цього можна якось уникнути?

source: Może dlatego Ogis nie żyje? Może zaczął sprawiać problemy albo za dużo wiedział, więc się go pozbyli...
uk: Може, тому Огіс і загинув? Можливо, він почав створювати проблеми або забагато знав, тому від нього і позбулися...

source: Może dlatego rozminąłeś się z Kesselem. Ruszyli za tobą już jakiś czas temu. Teraz to ich musimy odnaleźć.
uk: Може, тому ти розминувся з Кесселем. Вони вирушили за тобою якийсь час тому. Тепер нам треба їх знайти.

source: Może dlatego, że jak każdy normalny człowiek wolę wiedzieć, czy mam do czynienia ze złodziejem?
uk: Може, тому, що, як і будь-яка нормальна людина, я вважаю за краще знати, чи не маю я справу зі злодієм?

source: Może dlatego, że jeden z jego ludzi dorabia sobie na boku w budzący moralne wątpliwości sposób?
uk: Може, тому, що дехто з його людей підробляє на стороні у морально сумнівний спосіб?

source: Może dlatego, że nie widziałem cię na oczy od kilkunastu lat?
uk: Може, тому, що я не бачив тебе близько десяти років?

source: Może doprawisz jego potrawę czymś śmierdzącym.
uk: Можливо, варто приправити його страву чимось смердючим.

source: Może dorzucę wam kilka monet i przejdziecie się na piwo?
uk: Може, закинути вам кілька монет і ви сходите на пиво?

source: Może dołącz do Gildii Kupieckiej?
uk: Як щодо вступу до Торгової Гільдії?

source: Może faktycznie wypiłam już za dużo...
uk: Може я й справді випила забагато...

source: Może gdy to wszystko się już skończy, moglibyśmy przejść razem w jakieś spokojniejsze miejsce?
uk: Можливо, коли це все закінчиться, ми могли б разом прогулятися в якомусь більш спокійному місці?

source: Może gdyby górnicy tyle nie narzekali, to mieliby czas na kopanie złota.
uk: Можливо, якби гірники так багато не скаржились, у них був би час на видобування золота.

source: Może gdyby mężczyźni tacy jak my zostali bronić własnej wyspy, to szanse by się odwróciły.
uk: Можливо, якби всі чоловіки, такі як ми, залишилися захищати власний острів, шанси були б кращими.

source: Może gdyby na tę recepturę spojrzała świeża para oczu, to coś udałoby się ustalić.
uk: Можливо, якби на цей рецепт глянула свіжа пара очей, щось би вдалося зробити.

source: Może gdyby posadzić wśród niebieskiego bzu jeszcze kilka...
uk: Можливо, якщо посадити серед синьої бузини ще декілька...

source: Może gdyby udało ci się dołączyć do którejś z nich, to byliby bardziej skłonni do pomocy.
uk: Можливо, якби ти приєднався до однієї з цих організацій, вони були б більш охочими нам допомогти.

source: Może gdyby zobaczyli, że wśród was też są normalni ludzie, chętniej dołączyliby do wiecu?
uk: Можливо, якби вони побачили, що серед вас теж є нормальні люди, вони б охочіше приєдналися до протесту?

source: Może gdybyście wzięli się do pracy zamiast obijać się całymi dniami, to flota królewska miałaby teraz choćby jeden statek!
uk: Може, якби ви, хлопці, працювали, а не байдики били, королівський флот мав би зараз хоча б один корабель!

source: Może gdybyśmy my zostali bronić własnej wyspy...
uk: Можливо, якби ми залишилися захищати власний острів...

source: Może i Bodowin jest ekscentrykiem, ale w przeciwieństwie do większości mieszkańców tej wyspy, dotrzymał swojej części umowy i dał mi to, po co do niego przyszedłem.
uk: Бодовін, можливо, і дивак, але, на відміну від більшості людей на цьому острові, він виконав свою частину угоди і дав мені те, за чим я до нього прийшов.

source: Może i Kaf. Czego chcesz?
uk: Може і Каф. Що хочеш?

source: Może i by się dało...
uk: Може, й можна...

source: Może i bym mógł, ale mam kilka innych zleceń na głowie.
uk: Може і міг би, але я маю займатися кількома іншими справами.

source: Może i ich pobudki są dobre, ale siedząc w zamkniętym klasztorze i przepisując zwoje, nigdy nie pomożemy wszystkim potrzebującym.
uk: Їх мотиви можуть бути благими, але сидячи в закритому монастирі і переписуючи сувої, неможливо допомогти всім нужденним.

source: Może i jest to stary dziad, który na wszystko narzeka, ale nie można mu odmówić umiejętności zarządzania farmą.
uk: Може, він і старий дід, який на все нарікає, але ти не можеш заперечувати його управлінські навички.

source: Może i jest to stary dziad, który na wszystko narzeka, ale nie można mu odmówić umiejętności zarządzania firmą.
uk: Може, він і старий дід, який на все нарікає, але ти не можеш заперечувати його управлінські навички.

source: Może i jest to stary dziad, który na wszystko narzeka, ale nie można mu odmówić, że dobrze zarządza farmą.
uk: Може він і старий пердун, який на все скаржиться, але не можна заперечувати, що він добре управляє господарством.

source: Może i jest to stary dziad, który na wszystko narzeka, ale nie można mu odmówić, że wie jak zarządzać farmą.
uk: Може він і старий пердун, який на все скаржиться, але не можна заперечувати, що він знає, як вести господарство.

source: Może i mam coś na zbyciu, ale w nie najlepszym stanie.
uk: Можливо, я зможу тобі дещо продати, але воно не в найкращому стані.

source: Może i masz rację, ale i tak sobie tego nie wybaczę.
uk: Може, ти й правий, але я все одно собі цього не пробачу.

source: Może i masz rację... ale kiedyś tu wrócimy i pozabijamy wszystko, co mogło tknąć jej ciało, jasne?
uk: Може, ти й правий... але незабаром ми повернемося сюди і вб'ємо все, що могло торкнутися її тіла, гаразд?

source: Może i mnie dorwali, ale udało mi się zabezpieczyć moje skarby.
uk: Можливо, вони й схопили мене, але я зумів вберегти свої скарби.

source: Może i mogłoby. Pod warunkiem, że dorzucisz mi jeszcze zimne piwo.
uk: Може й розвіє. За умови, що ти наллєш мені ще холодного пива.

source: Może i nas znajdzie, ale nie zdoła nas wytrzebić. Mamy broń, pancerze i... dobrych przyjaciół. Z dnia na dzień rośniemy w siłę.
uk: Він може знайти нас, але не зможе знищити. У нас є зброя, обладунки і... хороші друзі. Ми стаємо сильнішими з кожним днем.

source: Może i nie wszystko, ale odkąd ktoś się zainteresował moim losem, jest trochę lepiej.
uk: Може, не все, але відтоді, як хтось зацікавився моєю долею, справи пішли трохи краще.

source: Może i osiągnąłem sporo, ale cały czas czuję się wykorzystywany...
uk: Можливо, я багато чого досяг, але увесь час відчуваю, що мене використовують...

source: Może i oszukiwał, co to ma do rzeczy? Nie rozumiem dlaczego mnie przesłuchujesz, podczas gdy wszyscy wiedzą, że to Rodrigo jest zabójcą.
uk: Може, він і шахраював, яке це має відношення до справи? Я не розумію, чому ти допитуєш мене, коли всі знають, що вбивця це Родріго.

source: Może i pomogłeś mi nastawić rękę, ale mam nadzieję, że zadbacie o to bym nic sobie nie złamał w tych cholernych ruinach!
uk: Може, ти й допоміг мені вправити руку, але я сподіваюся, що ти простежиш, щоб я нічого не зламав у цих клятих руїнах!

source: Może i tak, ale jestem ci bardzo wdzięczna. Weź to, jako taki bonus ode mnie.
uk: Може й так, але я тобі дуже вдячна. Вважай це своєрідним бонусом від мене.

source: Może i tak, ale na pewno nikt nie zachował przy tym niezależności.
uk: Можливо й так, але, вочевидь, ніхто не зберіг свою незалежність при цьому.

source: Może i tak. Co ci do tego?
uk: Може й так. Тобі що з того?

source: Może i tak. Oby w końcu to się odzwierciedliło w wysokości żołdu!
uk: Може й так. Будемо сподіватися, це нарешті відобразиться на зарплаті!

source: Może i tak...
uk: Може й так...

source: Może i teraz podłoga lśni, ale czymś muszę ją utrzymać w tym stanie.
uk: Підлога, може, і блищить, але я мушу її чимось підмітати, щоб вона такою і залишалась.

source: Może i weszli, ale nie wiem, gdzie poszli. Zresztą sam się rozejrzyj. Masz chyba oczy, nie?
uk: Можливо й заходили, але я не знаю, куди вони пішли. У будь-якому випадку, роздивись навколо. У тебе ж є очі, чи не так?

source: Może i widziałem, a co ci do tego?
uk: Можливо і бачився, а тобі що з того?

source: Może i zależy. Co ci do tego?
uk: Може і так. Тобі що до того?

source: Może i ładna, ale nie twoja. Więc pytam jeszcze raz. Czego chcesz?
uk: Може, й гарний, але не твій. Тому я запитую ще раз. Чого ти хочеш?

source: Może innym razem, nie mam teraz czasu.
uk: Можливо, іншим разом, зараз у мене немає часу.

source: Może innym razem.
uk: Може, іншим разом.

source: Może innym razem. Mam złe wspomnienia z topielcami.
uk: Може, іншим разом. У мене погані спогади щодо луркерів.

source: Może ja powinienem spróbować?
uk: Можливо, мені варто спробувати?

source: Może ja spróbuję dobyć Rozjemcy?
uk: Чому б мені не спробувати утримати Миротворця?

source: Może ja też mógłbym pomóc?
uk: Може, я теж зможу допомогти?

source: Może ja załatwię kowala? Mam pewne znajomości w mieście...
uk: Може, я знайду коваля? У мене є певні знайомства в місті...

source: Może jakieś piwo na zalanie smutków po przegranym turnieju?
uk: Можливо, трохи пива, щоб заглушити смуток після програного турніру?

source: Może jakiś gest dobrej woli odmieni ich zdanie.
uk: Можливо, якийсь жест доброї волі змінить їхню думку.

source: Może jakoś się dogadamy...
uk: Можливо, ми якось домовимось...

source: Może jednak innym razem.
uk: Може, іншим разом.

source: Może jednak nie będzie tak źle...
uk: Можливо, все буде не так вже й погано...

source: Może jednak nie trzeba spisywać tak szybko was, młodych, na straty? Jak chcecie, to coś tam potraficie zdziałać.
uk: Можливо, вас, молодих, не потрібно так швидко списувати з рахунків? Якщо ви захочете, то таки можете щось зробити.

source: Może jednak nie wyjdę na tym tak źle.
uk: Можливо, зрештою, все не так вже й погано.

source: Może jednak pomysł z przeniesieniem się do miasta wcale nie był taki zły?
uk: Можливо, ідея перебратися до міста була не такою вже й поганою?

source: Może jednak zdecyduję się na złoto.
uk: Мабуть, я все-таки візьму золото.

source: Może jego też chciał spieniężyć jak amulet waszej matki?
uk: Може, його він теж хотів продати, як амулет вашої матері?

source: Może jest coś, co mógłbym zrobić, żebyś sobie przypomniała?
uk: Можливо, є щось, що я міг би зробити, щоб ти пригадала?

source: Może jest inne rozwiązanie?
uk: Може, є якийсь інший вихід?

source: Może jest jeszcze jakiś sposób, dzięki któremu lepiej przygotujemy się do wyprawy? Wiele biegałem po wyspie i pomagałem ludziom w najróżniejszych problemach. To idealny moment, by poprosić ich o przysługę.
uk: Можливо, є ще якийсь спосіб підготуватись до експедиції? Я чимало набігався островом, допомагаючи людям з усілякими проблемами. Це ідеальний час, щоб попросити їх про допомогу.

source: Może jest w Przystani Łotrów ktoś kto zna się choć trochę na ziołach i truciznach?
uk: Можливо, в Гавані лиходіїв є хтось, хто хоч трохи розуміється на травах і отрутах?

source: Może jest, może nie jest.
uk: Може так, а може й ні.

source: Może jesteś zainteresowany kupnem żelaza?
uk: Можливо, ти хотів би купити залізо?

source: Może jeszcze będą z ciebie ludzie.
uk: Можливо, ще будуть з тебе люди.

source: Może jeszcze chłopak wyrośnie na ludzi i nauczy się, że praca to nie tylko obowiązek, ale też przyjemność!
uk: Можливо, з хлопчика виросте чоловік і він зрозуміє, що робота - це не тільки обов'язок, а й задоволення!
